export default function Biography () {
    return (
        <>
        <h1>Leonardo da vinche</h1>
        <hr />

        <div className="container">
            <img src="./public/img/1612943636_vinci.jpg" alt="Leonardo da Vinci" />
            <p>
            Leonardo da Vinci (15 квітня 1452 — 2 травня 1519) — італійський художник, винахідник, вчений, архітектор і анатом, один із найвидатніших геніїв епохи Відродження. Народився в селищі Анкіано біля містечка Вінчі поблизу Флоренції, був позашлюбним сином нотаріуса П'єро да Вінчі та селянки Катеріни. Став відомим завдяки своїм шедеврам — «Мона Ліза», «Таємна вечеря», «Дама з горностаєм» та анатомічним рисункам на кшталт «Вітрувіанської людини». Леонардо також створював креслення літальних апаратів, інженерних конструкцій, проводив глибокі анатомічні дослідження, вивчав механіку, оптику та гідродинаміку. У 1516 році переїхав до Франції, де провів останні роки життя при дворі короля Франциска I в замку Кло-Люсе, де й помер 2 травня 1519 року. Його спадщина об'єднує мистецтво і науку, роблячи його символом універсального мислення і творчості.            
            </p>
        </div>

      </>
     );
}