export default function BestWork() {
    return (
      <>
        <h1>Mona Lisa</h1>
        <hr />

        <div className="container">
            <img src="./public/img/Mona_Lisa.jpg" alt="Leonardo da Vinci" />
            <div className="description">
                <p>
                    🖼 Опис картини «Мона Ліза»<br />
                    Назва: Мона Ліза (італ. La Gioconda)<br />
                    Роки створення: приблизно 1503–1506, із доробками до 1517<br />
                    Техніка: олія на тополевій дошці<br />
                    Розмір: 77 × 53 см<br />
                    Місце зберігання: Лувр, Париж
                </p>

                <hr />
                <p>«Мона Ліза» — це портрет жінки з легкою усмішкою, що дивиться прямо на глядача. Її поза — спокійна та врівноважена, руки складені одна на одну. Фон картини — таємничий гірський пейзаж, який посилює відчуття глибини та загадковості.</p>

            </div>
        </div>
      </>
    );
  }
  